[
  {
    "name": "Home",
    "data": {
      "backgroundImage": "public/images/Background.jpg",
      "sections": [
        {
          "title": "Greater Toledo <span style=\"color: #F43E23;\">International</span> Youth Orchestra",
          "subtitle": "Bridging cultural diversity through music performance",
          "image": "public/images/sections/MainPic.jpg",
          "text":"Founded in 2013 by conductor Yang Kun Song, The Greater Toledo International Youth Orchestra (GTiYO) is a string orchestra that performs a diverse repertoire, including traditional and modern Chinese music, as well as Western compositions. Mr. Song was the founder and the previous music director/conductor of the Toledo International Youth Orchestra (TIYO). That orchestra achieved considerable musical notoriety over the past 13 years under Mr. Song's direction as they performed in venues throughout the Toledo area and abroad. It had the distinct honor of performing with local talent from the Toledo Symphony Orchestra and the members of the Bowling Green State University Music Department. As TIYO developed over the years, Mr. Song's reach extended to young musicians throughout Northwest Ohio and Southern Michigan.<br/><br/>To better serve the youth in this expanded region, and redirect his focus and passion of bridging cultures through music, Mr. Song resigned from his position with TIYO, and has gathered some of the finest young Musicians from the region. Many of these talented young musicians have won prestigious regional competitions, scholarships, and numerous other awards. Varied in backgrounds, cultures, and interests, the members of GTiYO share the common goal of increasing their knowledge and understanding of cultures through music.<br/><br/>Mr. Song has a long history of success in facilitating this international exchange of culture through music. In April 2007, he took his previous orchestra on a concert tour visiting Toledo's Sister City Qinhuangdao and Beijing in the People's Republic of China. They also visited London in Ontario, Canada later that year. In 2008, his group performed in Europe, visiting two other Toledo Sister Cities: Poznan, Poland and Delmenhorst, Germany. In the summer of 2009, Mr. Song led a trip to Tanzania, East Africa that included a visit to Toledo's Sister City of Tanga. The group performed at the American Embassy in Dar Es Salaam in front of world diplomats for a Fourth of July celebration. In 2010, his group competed in the Summa Cum Laude International Youth Music Festival and Competition in Vienna, Austria and visited Toledo's Sister City of Szeged, Hungary.<br/><br/>With a desire to continue expanding the bridges of international cooperation and knowledge, Mr. Song's previous orchestra traveled to Korea and our Sister City of Toyohashi, Japan in 2011. Finally, in late June, 2012, Mr. Song's last international trip with TIYO was to South America, touring several cities in Peru, including Lima, Cisco, and Machu Pichu.<br/><br/>Mr. Song led the GTiYO in mid July, 2014, on thier first international musical tour through Toledo, Segovia, Cordoba, Seville, Costa del Sol, Granada, and Madrid in Spain. In July, 2015, the GTiYO returned to Sister City Qinhuangdao and Beijing in the People's Republic of China. Early in July, 2016, Mr. Song with the GTiYO, again attended the Summa Cum Laude Int'l. Youth Music Festival in Vienna, Austria. Mr. Song and members of GTiYO will travel next to Toronto, Ontario, June 2017, and participate in celebrations of Canada's 150 anniversary of Confederation.<br/><br/>Building on this history of success, Mr. Song looks forward to GTiYO's future as we travel to experience other countries in the pursuit of our mission.",
          "bio":{
            "name":"The <span style=\"color: #F43E23;\">Conductor</span>",
            "image":"public/images/team/Conductor.JPG",
            "text":"Yang Kun Song, a native of Beijing, China, was born into a musical family, and began studying cello with his father at the age of nine. In 1972, he was admitted to the Beijing Music Training Class. The following year he went to the Beijing Conservatory of Music to study with Min Yao Shen, the principal cellist in the Central Philharmonic Orchestra of China. Mr. Song graduated from Beijing Conservatory in1976 and later became the assistant principle cellist of the Beijing Symphony Orchestra. He is a member of the Beijing Musicians Association and the Performing Arts Committee of the Chinese Violoncello Association.<br /><br />In 1988, Mr. Song was sponsored to come to the United States by Dr. William Sloan and Dr. Paul Carter, on a recommendation by world renowned cellist, Yo-Yo Ma. He studied cello with Professor Steven Elisha at the University of Toledo, Ohio, and graduated cum laude in 1993.Honored by a full scholarship, Mr. Song earned his Master's Degree in Music Performance at Central Arkansas University in Conway, studying with cello professor Felice Farrel. He was also a member of the Arkansas Symphony Orchestra. Mr. Song is the founder of “Trio China” formed in Little Rock. In 1995, “Trio China” toured four major cities in China: Beijing, Tianjin, Shanghai, and Guangzhou, and he gave master classes at conservatories.<br /><br />A highlight of his studies at Central Arkansas University was a second opportunity to serve as demonstrating cellist in a master class taught by the respected performer and educator Janos Starker (the first time was at Indiana University in 1992). After graduating from Central Arkansas University, Mr. Song returned to Toledo, where he presently resides. For several seasons he performed with The Lima Symphony.<br /><br />Mr. Song also maintains a private studio where he teaches all string instruments. Several of his students have won Toledo Symphony League scholarships. Two of his students have won the Toledo Symphony Orchestra (TSO) Young Artist Competition and Toledo Youth Orchestra (TYO) Concerto auditions, earning the privilege to perform with these fine orchestras. In March of 2006, three of his students won the Northwest Ohio Buckeye String Competition for Elementary, Junior High, and High School Divisions. In March 2013, his students won first and second place honors in all age divisions of the District competition and second place honors in elementary and junior high divisions at the State level. He has many orchestra students who have been selected to perform nationally at Carnegie Hall in New York City as members of the American High School Honors Orchestra Performance Series. Many of his students play in the Toledo Youth Orchestras.In 2008, Mr. Song was appointed Guest Cello Professor at Yanshan University's College of Performing Arts in Qinhuangdao, China. He is the founder, Music Director and Conductor of The Greater Toledo International Youth Orchestra (GTiYO). He has led the youth orchestra on tour to a different country each year beginning with China in summer 2007, Canada in spring 2007, Poland and Germany in 2008, Tanzania in 2009, Austria and Hungary in 2010, Japan and Korea in 2011, Peru in 2012, and Spain in 2014. In 2015, Mr. Song led the GTiYO on a return tour to China. Most recently, in July 2016, the GTiYO returned to Vienna, Austria for .<br /><br />Currently, Mr. Song is a music educator for the Toledo Public Schools. He is married to Sharon Du and has a daughter, Lee Ann, who plays both piano and cello, and graduated from Harvard University in 2015."
          }
        },
        {
          "title": "GTiYO <span style=\"color: #F43E23;\">Junior</span> Ensemble",
          "image": "public/images/sections/JuniorOrchestra.JPG",
          "text":"The Greater Toledo International Youth Orchestra's Junior Ensemble was formed during the inaugural season of the GTiYO senior ensemble.  Almost immediately after the GTiYO began, music director and conductor Yang Kun Song realized that there were younger musicians who were in need of a rehearsal and performance group, many of them siblings of the senior GTiYO group.  Some of the juniors are from outside of our immediate local community who began to reach out and express interest in such an ensemble.  This opportunity to groom these young musicians and give them early exposure to the collaborative art of chamber music, was not ignored because of their age.   By giving them the unique opportunity to play level appropriate chamber music and provide training, they will quickly build confidence that will serve their musical careers.  Conducted by Mr. David Oliver, who has devoted his life to the education of young musicians, this experience will build a solid foundation that will provide rapid advancement throughout their musical pursuits.",
          "bio":{
            "name":"The <span style=\"color: #F43E23;\">Assistant Conductor</span>",
            "image":"public/images/team/JuniorConductor.JPG",
            "text":"David Oliver received his Bachelor of Music Education degree from Bowling Green State University and retired in 2011 after thirty-four years with Toledo Public Schools. During his career, in addition to his duties as director of the Toledo Junior Youth Orchestra for nine seasons, Mr. Oliver led orchestra classes at Bowsher and Scott High Schools, Old West End Junior High and McTigue Middle Schools, and many Toledo elementary schools.He is currently the Conductor of the GTiYO's Junior Ensemble. Mr. Oliver resides in Bowling Green with his wife, former Waite High School orchestra director Pamela; they have three children."
          }
        },
        {
          "title": "GTiYO <span style=\"color: #F43E23;\">Pre-Junior</span> Ensemble",
          "image": "public/images/sections/PreJuniorOrchestra.JPG",
          "text":"The GTIYO Pre-Junior Ensemble was founded in the fall of 2016 under the direction of Mr. David Oliver and Mr. Yang Kun Song. Since the Junior Ensemble was founded it has grown rapidly and parents began to get their younger children started with private music lessons after seeing what the talented young musicians in the junior ensemble could do. After a year of lessons, a group of students aged 7-10 emerged and had reached a level at which they were ready to play in a group. There are some who believe that such young children are not ready to play in an orchestra, but since its conception the pre-junior ensemble has proven that ensemble playing knows no age limits. The orchestra has given these young students confidence and the opportunity to play in a group that can make beautiful music at their own level. The students have exhibited tremendous concentration and learned the value of discipline and hard work. This sort of early music education fosters creativity, instills a collaborative spirit, and a positive sense of self-worth. The pre-junior ensemble is meant to build a solid foundation that prepares these students very early on for the rigor and commitment of playing in more demanding orchestras and paves the way for future membership in the junior and senior ensembles. Having three orchestras of different ages and levels has made GTIYO a unique teaching organization with each orchestra mutually benefiting the other."
        }
      ]
    }
  },
  {
    "name": "Navigation",
    "data": {
      "buyTicketsButtonLink": "http://www.donate.com/gtiyo/donate",
      "panels": [
        "Home",
        "Events",
        "Gallery",
        "Resources",
        "Contact",
        "Register"
      ]
    }
  },
  {
    "name": "Events",
    "data": {
      "title": "GT<span style=\"color: #F43E23;\">i</span>YO <span style=\"color: #F43E23;\">Events</span>",
      "image": "public/images/sections/Events.JPG",
      "events": [
        {
          "id": 1,
          "name": "Parent Meeting at Mr. Song's House (6815 Kristi Lynne Lane, Toledo, OH 43617)",
          "startdate": "2017-8-19",
          "enddate": "2017-8-19",
          "starttime": "14:00",
          "endtime": "18:00",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 2,
          "name": "Board Meeting",
          "startdate": "2017-8-19",
          "enddate": "2017-8-19",
          "starttime": "18:00",
          "endtime": "",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 3,
          "name": "Student Retreat/Registration",
          "startdate": "2017-8-26",
          "enddate": "2017-8-26",
          "starttime": "10:00",
          "endtime": "15:00",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 4,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-9-3",
          "enddate": "2017-9-3",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-9-10",
          "enddate": "2017-9-10",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 6,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-9-17",
          "enddate": "2017-9-17",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id":"7",
          "name": "Orchestra Rehearsal",
          "startdate": "2017-10-1",
          "enddate": "2017-10-1",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-10-8",
          "enddate": "2017-10-8",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-10-15",
          "enddate": "2017-10-15",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-10-22",
          "enddate": "2017-10-22",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-10-29",
          "enddate": "2017-10-29",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-11-5",
          "enddate": "2017-11-5",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-11-12",
          "enddate": "2017-11-12",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-11-19",
          "enddate": "2017-11-19",
          "starttime": "13:00",
          "endtime": "13:30",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Fall Concert",
          "startdate": "2017-11-19",
          "enddate": "2017-11-19",
          "starttime": "16:00",
          "endtime": "17:30",
          "color": "#FF4122",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-11-26",
          "enddate": "2017-11-26",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-12-3",
          "enddate": "2017-12-3",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Orchestra Rehearsal",
          "startdate": "2017-12-10",
          "enddate": "2017-12-10",
          "starttime": "14:00",
          "endtime": "16:45",
          "color": "#FFB128",
          "url": ""
        },
        {
          "id": 5,
          "name": "Christmas Concert",
          "startdate": "2017-12-17",
          "enddate": "2017-12-17",
          "starttime": "",
          "endtime": "",
          "color": "#FF4122",
          "url": ""
        },
        {
          "id": 5,
          "name": "Toledo Museum of Art Concert",
          "startdate": "2017-12-31",
          "enddate": "2017-12-31",
          "starttime": "14:00",
          "endtime": "",
          "color": "#FF4122",
          "url": ""
        }
      ]
    }
  },
  {
    "name": "Gallery",
    "data": {
      "sectionTitle": "GTiYO Gallery",
      "sectionImage": "public/images/sections/Gallery.JPG",
      "albums": [
        "albumId1",
        "albumId2",
        "albumId3"
      ]
    }
  },
  {
    "name": "Contact",
    "data": {
      "title": "GT<span style=\"color: #F43E23;\">i</span>YO <span style=\"color: #F43E23;\">Management</span> Team",
      "image": "public/images/sections/Contact.JPG",
      "address": [
        "6815 Kristi Lane | Toledo OH 43617",
        "Yang Kun Song, Music Director/Founder",
        "Ph: (419) 704-0068     GTiYOstrings@gmail.com"
      ],
      "team": [
        {
          "image": "public/images/team/Conductor.JPG",
          "name": "Yang Kun Song",
          "role": "The <span style=\"color: #F43E23;\">Conductor</span>",
          "email": "Conductor@gtiyo.com"
        },
        {
          "image": "public/images/team/JuniorConductor.JPG",
          "name": "David Oliver",
          "role": "The <span style=\"color: #F43E23;\">Assistant Conductor</span>",
          "email": "Junior-Conductor@gtiyo.com"
        },
        {
          "image": "public/images/team/President.JPG",
          "name": "Howard Hartung",
          "role": "The <span style=\"color: #F43E23;\">President</span>",
          "email": "President@gtiyo.com"
        },
        {
          "image": "public/images/team/Manager.JPG",
          "name": "Jeff Hartland",
          "role": "The Orchestra <span style=\"color: #F43E23;\">Manager</span>",
          "email": "Manager@gtiyo.com"
        },
        {
          "image": "public/images/team/Secretary.JPG",
          "name": "Nancy Foos",
          "role": "The <span style=\"color: #F43E23;\">Secretary</span>",
          "email": "Secretary@gtiyo.com"
        },
        {
          "image": "public/images/team/Treasurer.jpg",
          "name": "Trish Schaffer",
          "role": "The <span style=\"color: #F43E23;\">Treasurer</span>",
          "email": "Treasurer@gtiyo.com"
        }
      ]
    }
  },
  {
    "name": "Resources",
    "data": {
      "sectionTitle": "GTiYO Resources",
      "sectionImage": "public/images/sections/Resources.jpg",
      "resources": [
        {
          "name": "GTiYO 2016/2017 Handbook",
          "image": "public/images/resources/Handbook.PNG",
          "filePath": "/public/resources/GTIYO 2016 17 Handbook r10-20-13_txt.docx"
        },
        {
          "name": "GTiYO Bylaws",
          "image": "public/images/resources/Bylaws.PNG",
          "filePath": "/public/resources/GTIYO BYLAWS 2013  Adopted 062613.docx"
        },
        {
          "name": "Instrument Waiver",
          "image": "public/images/resources/Waiver.PNG",
          "filePath": "/public/resources/GTIYO Instrument and UT Waiver.docx"
        },
        {
          "name": "Member Registration",
          "image": "public/images/resources/Registration.PNG",
          "filePath": "/public/resources/gtiyo-registration-2016-17.docx"
        },
        {
          "name": "Membership Commitment Contract",
          "image": "public/images/resources/Contract.PNG",
          "filePath": "/public/resources/GTIYO Membership Commitment Contract.docx"
        },
        {
          "name": "Volunteer Registration",
          "image": "public/images/resources/Volunteer.PNG",
          "filePath": "/public/resources/GTIYO 2016 17 Handbook r10-20-13_txt.docx"
        }
      ]
    }
  },
  {
    "name": "Settings",
    "data": {
      "backgroundImage": "public/images/bg6.jpg"
    }
  }
]